       IDENTIFICATION DIVISION.
       PROGRAM-ID.  Sorry.
       DATA DIVISION.
       PROCEDURE DIVISION.
       DisplayPrompt.
           DISPLAY "Hello App Platform. This is COBOL. I like what you've done with the place".
               STOP RUN.
