       IDENTIFICATION DIVISION.
       PROGRAM-ID.  Sorry.
       DATA DIVISION.
       PROCEDURE DIVISION.
       DisplayPrompt.
           DISPLAY "I'm sorry, Dave. I'm afraid I can't do that.".
               STOP RUN.
